{
  "Do you want to add this measurement to the existing report?": "Souhaitez-vous ajouter cette mesure au rapport existant?",
  "Create new report": "Créer un nouveau rapport",
  "Add to existing report": "Ajouter au rapport existant",
  "Discard": "Jeter",
  "You have existing tracked measurements. What would you like to do with your existing tracked measurements?": "Vous disposez de mesures suivies existantes. Que souhaiteriez-vous faire avec vos mesures suivies existantes?",
  "No, do not ask again for this series": "Non, ne redemandez pas cette série",
  "No": "Non",
  "Track measurements for this series?": "Suivre les mesures pour cette série?",
  "Yes": "Oui",
  "Cancel": "Annuler",
  "Measurements cannot span across multiple studies. Do you want to save your tracked measurements?": "Les mesures ne peuvent pas s’étendre sur plusieurs études. Voulez-vous enregistrer vos mesures suivies?",
  "No, discard previously tracked series & measurements": "Non, supprimez les séries et mesures précédemment suivies",
  "Do you want to continue tracking measurements for this study?": "Souhaitez-vous continuer à suivre les mesures pour cette étude?",
  "Measurements saved successfully": "Mesures enregistrées avec succès",
  "Failed to store measurements": "Échec du stockage des mesures",
  "Series is tracked and can be viewed in the measurement panel": "La série est suivie et peut être visualisée dans le panneau de mesure",
  "Measurements for untracked series will not be shown in the measurements panel": "Les mesures des séries non suivies ne seront pas affichées dans le panneau des mesures",
  "Series is": "La série est",
  "tracked": "suivie",
  "untracked": "non suivie",
  "in viewport": "dans la fenêtre",
  "Series is displayed": "La série est affichée",
  "Download Image": "Télécharger l'image",
  "Image cannot be downloaded": "L'image ne peut pas être téléchargée",
  "You need to be in a MPR view to use Crosshairs. Click on MPR button in the toolbar to activate it.": "Vous devez être dans une vue MPR pour utiliser Crosshairs. Cliquez sur le bouton MPR dans la barre d'outils pour l'activer."
}
